[
    {
        "Id" : 1,
        "Image": "Pique-macho.png",
        "Title": "Pique macho",
        "Description": "El pique macho es un plato típico boliviano que se caracteriza por su combinación de carne, salchichas, papas fritas y verduras, acompañado de una salsa picante.",
        "Ingredients": [
            "1 kilo de ternera",
            "6 salchichas vienesas",
            "2 chorizos",
            "4 huevos",
            "1 kilo de patatas",
            "2 cebollas medianas",
            "3 tomates medianos",
            "2 locotos (o jalapeños)",
            "1 copa de cerveza",
            "sal",
            "comino",
            "pimienta",
            "salsa de soja",
            "1 diente de ajo",
            "1 taza de llajua"
        ],
        "Preparation": [
            "Hervir el chorizo en un cazo con agua para que salga la grasa.",
            "Hervir los huevos en la misma cacerola.",
            "Pelar y cortar las cebollas y las patatas en forma de media luna.",
            "Cortar la carne en trozos y colocar en un bol. Sazonar con un poco de cerveza, sal, comino, pimienta, salsa de soja y el diente de ajo. Marinar la carne durante una hora.",
            "Cortar las salchichas y los chorizos en trozos medianos; tostar en aceite en una sartén.",
            "En una sartén, sofreír la carne sazonada y añadir las salchichas y los trozos de chorizo.",
            "Freír las patatas en la sartén o en el horno hasta que estén crocantes.",
            "Servir las papas fritas en un plato y decorar con carne, cebolla cruda, tomate, locoto (o jalapeños) y huevo cocido."
        ],
        "Difficulty": "Media", 
        "Cuisine" : "Occidental",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id" : 2,
        "Image": "Saltenas.jpg",
        "Title": "Salteñas",
        "Description": "Empanadas jugosas rellenas de carne o pollo, vegetales y a veces pasas, con un característico sabor agridulce.",
        "Ingredients": [
            "500g de harina",
            "200g de manteca",
            "1 taza de agua",
            "1 cucharadita de sal",
            "1 cucharadita de azúcar",
            "500g de carne de res o pollo",
            "2 cebollas grandes",
            "1 taza de arvejas",
            "3 papas medianas",
            "2 huevos duros",
            "1 taza de pasas",
            "Ají amarillo molido",
            "Comino",
            "Sal",
            "Pimienta"
        ],
        "Preparation": [
            "Preparar la masa mezclando la harina, la manteca, el agua, la sal y el azúcar. Amasar y dejar reposar.",
            "Cocinar la carne o pollo con las cebollas picadas, las arvejas, las papas en cubos pequeños y los condimentos.",
            "Añadir las pasas y los huevos duros picados.",
            "Estirar la masa y cortar en círculos. Rellenar con la mezcla de carne y cerrar las empanadas.",
            "Hornear a 200°C durante 20-25 minutos o hasta que estén doradas."
        ],
        "Difficulty": "Difícil",
        "Cuisine" : "Occidental",
        "Type" : "Desayuno",
        "Servings": 6
    },
    {
        "Id" : 3,
        "Image": "Majadito.png",
        "Title": "Majadito (Seco)",
        "Description": "El majadito, o seco, es un plato boliviano que consiste en arroz mezclado con carne, plátano frito y verduras. Es un plato muy popular y sabroso.",
        "Ingredients": [
            "1 kg de arroz",
            "500 g de carne de res o cerdo (en cubos)",
            "2 plátanos maduros",
            "1 cebolla grande (picada)",
            "2 dientes de ajo (picados)",
            "1 pimiento rojo (picado)",
            "2 tomates (picados)",
            "1 taza de arvejas",
            "2 zanahorias (picadas)",
            "1 taza de caldo de carne o agua",
            "Aceite para freír",
            "Sal al gusto",
            "Pimienta al gusto",
            "Comino al gusto",
            "Perejil fresco para decorar (opcional)"
        ],
        "Preparation": [
            "En una sartén grande, calienta un poco de aceite y sofríe la carne hasta que esté dorada. Retira y reserva.",
            "En la misma sartén, añade un poco más de aceite si es necesario y sofríe la cebolla, el ajo, el pimiento, y los tomates hasta que estén bien cocidos.",
            "Añade la carne de nuevo a la sartén, junto con las zanahorias y las arvejas. Cocina por unos minutos.",
            "Agrega el caldo de carne o agua, y sazona con sal, pimienta y comino al gusto. Cocina a fuego medio hasta que las verduras estén tiernas y la carne esté completamente cocida.",
            "En otra sartén, calienta aceite y fríe los plátanos hasta que estén dorados. Retira y reserva.",
            "Cocina el arroz según las instrucciones del paquete. Una vez cocido, mézclalo con la mezcla de carne y verduras.",
            "Sirve el majadito caliente, decorado con los plátanos fritos y perejil fresco si deseas."
        ],
        "Difficulty": "Fácil",
        "Cuisine" : "Oriental",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id" : 4,
        "Image": "Sopa-de-mani.jpg",
        "Title": "Sopa de Maní",
        "Description": "La sopa de maní es un plato tradicional boliviano hecho con maní, carne de res, papas y vegetales. Es una sopa rica y reconfortante, ideal para los días fríos.",
        "Ingredients": [
            "500 g de carne de res (costilla o falda)",
            "1 taza de maní (cacahuate) pelado y molido",
            "4 papas medianas (peladas y cortadas en cubos)",
            "2 zanahorias (peladas y cortadas en rodajas)",
            "1 cebolla grande (picada)",
            "2 dientes de ajo (picados)",
            "1 pimiento rojo (picado)",
            "2 tomates (picados)",
            "1 taza de arvejas",
            "1 litro de caldo de carne o agua",
            "Aceite para freír",
            "Sal al gusto",
            "Pimienta al gusto",
            "Comino al gusto",
            "Perejil fresco para decorar (opcional)",
            "1/2 taza de fideos (opcional)"
        ],
        "Preparation": [
            "En una olla grande, calienta un poco de aceite y sofríe la carne hasta que esté dorada. Retira y reserva.",
            "En la misma olla, añade la cebolla, el ajo, el pimiento y los tomates. Cocina hasta que las verduras estén tiernas.",
            "Agrega la carne de nuevo a la olla, junto con el caldo de carne o agua. Cocina a fuego medio hasta que la carne esté tierna, aproximadamente 30 minutos.",
            "Añade las papas, las zanahorias y las arvejas. Cocina hasta que las verduras estén tiernas.",
            "Incorpora el maní molido a la olla y mezcla bien. Cocina a fuego lento durante unos 10 minutos, revolviendo ocasionalmente.",
            "Si usas fideos, agrégales a la sopa y cocina hasta que estén cocidos.",
            "Sazona con sal, pimienta y comino al gusto. Sirve caliente, decorado con perejil fresco si deseas."
        ],
        "Difficulty": "Media",
        "Cuisine" : "Occidental",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id" : 5,
        "Image": "Api-con-pastel.png",
        "Title": "Api con pastel.",
        "Description": "El pastel de api es un postre tradicional boliviano que se elabora con api (una bebida de maíz morado) y se sirve en forma de pastel. Es un plato dulce y nutritivo, ideal para ocasiones especiales.",
        "Ingredients": [
            "1 taza de api morado (bebida de maíz morado)",
            "1 taza de harina de maíz",
            "1 taza de azúcar",
            "1/2 taza de mantequilla",
            "2 huevos",
            "1/2 taza de leche",
            "1 cucharadita de polvo de hornear",
            "1 cucharadita de extracto de vainilla",
            "Una pizca de sal",
            "Opcional: frutas frescas o confitadas para decorar"
        ],
        "Preparation": [
            "Precalienta el horno a 180°C (350°F). Engrasa un molde para pastel.",
            "En un bol grande, bate la mantequilla con el azúcar hasta obtener una mezcla cremosa.",
            "Añade los huevos uno a uno, batiendo bien después de cada adición.",
            "Incorpora el extracto de vainilla y mezcla bien.",
            "En otro bol, combina la harina de maíz, el polvo de hornear y la sal.",
            "Añade la mezcla de harina a la mezcla de mantequilla y azúcar alternando con la leche y el api morado. Mezcla bien hasta obtener una masa homogénea.",
            "Vierte la masa en el molde preparado y alisa la superficie.",
            "Hornea durante 30-35 minutos o hasta que un palillo insertado en el centro salga limpio.",
            "Deja enfriar antes de desmoldar. Decora con frutas frescas o confitadas si lo deseas."
        ],
        "Difficulty": "Fácil",
        "Cuisine" : "Occidental",
        "Type" : "Desayuno",
        "Servings": 8
    },
    {
        "Id" : 6,
        "Image": "Charque.png",
        "Title": "Charque",
        "Description": "El charque es carne de res deshidratada y salada, un ingrediente básico en muchas recetas bolivianas. Se puede utilizar en una variedad de platos, como el charque con mote o el charque a la olla.",
        "Ingredients": [
            "1 kg de charque (carne de res deshidratada y salada)",
            "1 taza de agua",
            "2 papas (peladas y cortadas en cubos)",
            "2 zanahorias (peladas y cortadas en cubos)",
            "1 cebolla grande (picada)",
            "2 dientes de ajo (picados)",
            "1 pimiento rojo (picado)",
            "2 tomates (picados)",
            "1 taza de arvejas",
            "1 cucharadita de comino",
            "1 cucharadita de paprika",
            "Sal al gusto",
            "Pimienta al gusto",
            "Aceite para freír",
            "Perejil fresco para decorar (opcional)"
        ],
        "Preparation": [
            "Desalina el charque colocándolo en un bol con agua durante unas horas o toda la noche. Cambia el agua varias veces para quitar el exceso de sal.",
            "En una olla grande, calienta un poco de aceite y sofríe la cebolla, el ajo, el pimiento y los tomates hasta que estén tiernos.",
            "Añade el charque desalinado y cocina hasta que se dore un poco.",
            "Agrega las papas, las zanahorias y las arvejas. Añade el agua y cocina a fuego medio hasta que las verduras estén tiernas y la carne esté completamente cocida.",
            "Sazona con comino, paprika, sal y pimienta al gusto.",
            "Sirve caliente, decorado con perejil fresco si deseas."
        ],
        "Difficulty": "Media",
        "Cuisine" : "Occidental",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id" : 7,
        "Image": "Silpancho.png",
        "Title": "Silpancho",
        "Description": "El silpancho es un plato típico de Cochabamba, Bolivia, que consiste en una base de arroz, papas fritas, carne empanizada y una ensalada de tomate y cebolla, coronado con un huevo frito.",
        "Ingredients": [
            "500g de carne de res (bife de res)",
            "2 tazas de arroz",
            "4 papas medianas",
            "2 tomates medianos",
            "1 cebolla mediana",
            "4 huevos",
            "Pan rallado",
            "Sal",
            "Pimienta",
            "Aceite",
            "Perejil",
            "Limón"
        ],
        "Preparation": [
            "Cocinar el arroz hasta que esté en su punto y reservar.",
            "Pelar y cortar las papas en rodajas, luego freírlas en aceite caliente hasta que estén doradas. Reservar en papel absorbente.",
            "Aplanar la carne de res con un mazo hasta que quede bien delgada. Sazonar con sal y pimienta, y empanizarla pasando por pan rallado.",
            "Freír la carne empanizada en aceite caliente hasta que esté dorada y crujiente por ambos lados. Reservar.",
            "Cortar los tomates y la cebolla en cubos pequeños. Mezclar con perejil picado, sal y jugo de limón para hacer una ensalada.",
            "Freír los huevos en aceite caliente hasta que las claras estén cocidas pero las yemas aún líquidas.",
            "Para servir, colocar una cama de arroz en el plato, añadir una capa de papas fritas, luego la carne empanizada. Colocar la ensalada de tomate y cebolla sobre la carne, y coronar con un huevo frito."
        ],
        "Difficulty": "Media",
        "Cuisine" : "Occidental",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id" : 8,
        "Image": "Sopa-de-chairo.jpeg",
        "Title": "Sopa de Chairo",
        "Description": "La Sopa de Chairo es un plato tradicional boliviano, especialmente popular en la región altiplánica. Es una sopa nutritiva hecha a base de carne, verduras, y chuño (papa deshidratada).",
        "Ingredients": [
            "500g de carne de res (falda o pecho)",
            "100g de chuño",
            "2 papas medianas",
            "1 taza de habas",
            "1 taza de arvejas",
            "2 zanahorias medianas",
            "1 choclo (maíz) cortado en trozos",
            "1 nabo mediano",
            "1 cebolla grande",
            "2 dientes de ajo",
            "1 cucharadita de comino",
            "1 cucharadita de orégano",
            "Sal",
            "Pimienta",
            "Aceite",
            "Hierbas frescas (perejil y cilantro)",
            "1 litro de caldo de res"
        ],
        "Preparation": [
            "Lavar el chuño y dejarlo remojando en agua durante varias horas o toda la noche. Luego, pelarlo y cortarlo en trozos pequeños.",
            "En una olla grande, calentar un poco de aceite y dorar la carne de res cortada en trozos.",
            "Añadir la cebolla y el ajo picados, y sofreír hasta que estén dorados.",
            "Agregar el caldo de res y llevar a ebullición. Cocinar a fuego lento hasta que la carne esté tierna.",
            "Añadir el chuño, las papas peladas y cortadas en trozos, las habas, las arvejas, las zanahorias en rodajas, el choclo en trozos y el nabo picado.",
            "Condimentar con sal, pimienta, comino y orégano.",
            "Dejar cocinar a fuego lento hasta que todas las verduras estén tiernas.",
            "Ajustar la sazón si es necesario y añadir las hierbas frescas picadas antes de servir."
        ],
        "Difficulty": "Media",
        "Cuisine" : "Occidental",
        "Type" : "Comida",
        "Servings": 6
    },
    {
        "Id" : 9,
        "Image": "Chicharron-de-paiche.jpg",
        "Title": "Chicharrón de Paiche",
        "Description": "El Chicharrón de Paiche es una delicia típica de la región del Beni en Bolivia, donde el paiche, un pez de río amazónico, se fríe hasta quedar crujiente y se sirve con acompañamientos típicos.",
        "Ingredients": [
            "1 kg de filetes de paiche",
            "1 taza de harina de maíz",
            "1 taza de harina de trigo",
            "2 limones",
            "Sal",
            "Pimienta",
            "Ajo en polvo",
            "Aceite para freír",
            "Yuca cocida (para acompañar)",
            "Plátano frito (para acompañar)",
            "Llajua (salsa picante boliviana, para acompañar)"
        ],
        "Preparation": [
            "Cortar los filetes de paiche en trozos medianos.",
            "Marinar los trozos de paiche con jugo de limón, sal, pimienta y ajo en polvo. Dejar reposar durante 30 minutos.",
            "Mezclar la harina de maíz y la harina de trigo en un bol grande.",
            "Pasar los trozos de paiche marinado por la mezcla de harinas hasta que estén bien cubiertos.",
            "Calentar suficiente aceite en una sartén grande a fuego medio-alto.",
            "Freír los trozos de paiche en el aceite caliente hasta que estén dorados y crujientes. Retirar y escurrir sobre papel absorbente.",
            "Servir el chicharrón de paiche acompañado de yuca cocida, plátano frito y llajua."
        ],
        "Difficulty": "Fácil",
        "Cuisine" : "Oriental",
        "Type" : "Picoteo",
        "Servings": 4
    },
    {
        "Id": 10,
        "Image": "Saice-tarijeño.jpg",
        "Title": "Saice Tarijeño",
        "Description": "El saice tarijeño es un guiso tradicional de Tarija, Bolivia, preparado con carne de res, papas y una mezcla de vegetales acompañado por arroz, chuño (papa deshidratada) y una rica ensalada para darle el toque final.",
        "Ingredients": [
            "1 kg de carne de res (cortada en cubos)",
            "4 papas medianas (peladas y cortadas en cubos)",
            "2 zanahorias (peladas y cortadas en rodajas)",
            "1 pimiento rojo (picado)",
            "1 cebolla (picada)",
            "2 tomates (picados o en puré)",
            "3 dientes de ajo (picados)",
            "1 cucharadita de comino",
            "1 cucharadita de ají amarillo en polvo",
            "1 cucharadita de sal (ajustar al gusto)",
            "1/2 cucharadita de pimienta negra",
            "1 hoja de laurel",
            "4 tazas de caldo de carne",
            "Aceite para freír",
            "Cilantro fresco (opcional, para decorar)"
        ],
        "Preparation": [
            "Calentar aceite en una olla grande a fuego medio. Añadir la cebolla y el ajo, y cocinar hasta que estén dorados y fragantes.",
            "Agregar los trozos de carne y dorar por todos lados.",
            "Incorporar los tomates y cocinar durante unos minutos hasta que se reduzcan un poco.",
            "Añadir el comino, ají amarillo, sal y pimienta. Revolver bien para que las especias se mezclen con la carne.",
            "Agregar el caldo de carne y la hoja de laurel. Llevar a ebullición, luego reducir el fuego y cocinar a fuego lento durante aproximadamente 1 hora o hasta que la carne esté tierna.",
            "Incorporar las papas y zanahorias. Cocinar hasta que las papas estén tiernas y el guiso esté espeso.",
            "Ajustar la sazón si es necesario.",
            "Servir caliente, decorado con cilantro fresco si se desea."
        ],
        "Difficulty": "Media",
        "Cuisine": "Valluna",
        "Type" : "Comida",
        "Servings": 4
    },
    {
        "Id": 11,
        "Image": "Patasca.jpg",
        "Title": "Patasca",
        "Description": "La patasca es una sopa tradicional boliviana hecha con carne de res, maíz hominy (maíz mote) y una variedad de condimentos. Es un plato típico de la región oriental de Bolivia, especialmente popular en Santa Cruz de la Sierra.",
        "Ingredients": [
            "500 g de carne de res (puede ser falda o costilla)",
            "2 tazas de maíz mote (maíz hominy) remojado y escurrido",
            "1 cebolla grande, picada",
            "2 dientes de ajo, picados",
            "2 zanahorias, cortadas en rodajas",
            "1 papa grande, pelada y cortada en cubos",
            "1 tomate, picado",
            "1 pimiento verde, picado",
            "1 cucharadita de comino",
            "1 cucharadita de paprika",
            "2 hojas de laurel",
            "Sal y pimienta al gusto",
            "Aceite para freír",
            "1 ramita de cilantro fresco (opcional, para decorar)"
        ],
        "Preparation": [
            "En una olla grande, calienta un poco de aceite y dora la carne de res hasta que esté bien sellada. Retira la carne y reserva.",
            "En la misma olla, añade un poco más de aceite si es necesario y sofríe la cebolla, el ajo, el pimiento verde, el tomate y las zanahorias hasta que estén tiernos.",
            "Agrega el comino, la paprika, las hojas de laurel, sal y pimienta. Cocina por unos minutos para que las especias liberen su aroma.",
            "Vuelve a colocar la carne en la olla y añade el maíz mote. Cubre con agua suficiente para que los ingredientes queden bien sumergidos.",
            "Lleva a ebullición, luego reduce el fuego y cocina a fuego lento durante aproximadamente 1-2 horas o hasta que la carne y el maíz estén tiernos. Si es necesario, añade más agua durante la cocción.",
            "Cuando la carne esté tierna, añade las papas y cocina hasta que estén suaves y la sopa haya espesado.",
            "Corrige la sazón si es necesario. Sirve caliente y decora con cilantro fresco si lo deseas."
        ],
        "Difficulty": "Media",
        "Cuisine": "Oriental",
        "Type" : "Comida",
        "Servings": 6
    }
    
    
    

    
    
    
    
]
